{
    "Head": {
      "mainPage": "Main Page",
      "products": "Products",
      "form": "Form",
      "contact": "Contact",
      "title1": "Highest quality",
      "title2": "2-year warranty"
    },
    "About": {
        "title": "About Us",
        "text": "Nobi-Stal is an expert in the production of springs and metal screens. Nobi-Stal's customers are companies from all over the world who use our products in the mining, agricultural, construction, energy industries. Our springs are characterized by very good strength properties because they use advanced production technology. Industries such as agriculture, mining, construction, energy require components that will stand up to harsh conditions and ensure long service life of machinery. Our springs are used, among others: tractors, harvesters, plows. On special order we offer springs used in soil loosening machines.",
        "sectors": "The use of our springs"
    },
    "Sectors": {
        "industry1": "Construction",
        "industry2": "Agriculture",
        "industry3": "Mining"
    },
    "SubpageProducts": {
        "title": "All Nobi-Stal products are available upon ordering.",
        "text": "NOBI-STAL specializes in the production of technical springs both in large quantities and in single orders.In the case of special springs, Nobi-Stal has the ability to produce to the customer's special order.",
        "industry3": "Górnictwo"
    },
    "SubpageProductsInformation": {
        "product": "Products",
        "productOneTitle": "Compression springs",
        "productTwoTitle": "Tension springs",
        "productThreeTitle": "Torsion springs",
        "productFourTitle": "Disc springs",
        "productFiveTitle": "Wave springs",
        "productSixTitle": "Wire bent forms",
        "productSubtitle": "Technical springs",
        "productSubtitleTwo": "Made to order",
        "mainTitle": "All Nobi-Stal products are available upon ordering.",
        "mainText": "NOBI-STAL specializes in the production of technical springs both in large quantities and in single orders.In the case of special springs, Nobi-Stal has the ability to produce to the customer's special order.",
        "title": "NOBI-STAL",
        "text1": "Nobi-stal is one of the largest suppliers of technical springs available from stock. With a wide range of high quality products we deliver springs quickly and at a favorable price. The long tradition and international character of the company makes, that Nobi-Stal solutions meet the requirements of both European standards, UIC, Russian GOST, as well as Chinese TB/T. Innovation, competence technological and design competence, several decades of experience and the desire to to follow the ever-increasing requirements of customers constitute the quality of the products and solutions offered.",
        "text2": "We are constantly expanding our product offerings becoming an even better partner for our customers.",
        "list1": "Fast delivery of Catalogs of springs and standard parts",
        "list2": "Delivery of prototypes",
        "list3": "Graduated prices for standard springs",
        "list4": "Highest quality",
        "list5": "Guaranteed quality delivery according DIN / NEN / ISO0"
    },
    "CarouselProducts": {
        "title": "Our products",
        "text": "We have a lot of experience in production, and we offer the possibility of making springs on special order.",
        "item1": "Tension springs",
        "title1": "Technical Springs",
        "item2": "Wire Bending Forms",
        "item3": "compression springs",
        "item4": "Corrugated springs",
        "item5": "Disc springs"
    },
    "Consulting": {
        "title": "Do you need advice?",
        "text": "leave a message",
        "secondTitle": "Manufacturing of springs and metal screens",
        "secondText": "Nobi-Stal has huge experience and offers one of the largest capacities in the market for the production of technical springs, preferred, woven, braided and expanded metal metal screens"
    },
    "Achievement": {
        "title": "Why is NOBI-STAL the best choice?",
        "text1": "Trusted brand",
        "text2": "Inventory Control",
        "text3": "Timeliness",
        "text4": "More than 10 years of experience",
        "text5": "Springs available from stock",
        "text6": "We fulfill our orders according to the deadline"
    },
    "Catalog": {
        "title": "Do you need special order springs?",
        "text1": "Explore our wide range of products. Click the button and download the selected catalog containing all products.",
        "text2": "Spring Catalog",
        "text3": "Sieve Catalog",
        "text4": "Washer catalog"
    },
    "Contact": {
        "title": "Contact",
        "title2": "Contact details",
        "name": "COMPANY NAME:",
        "address": "ADDRESS:",
        "data": "Company details",
        "numberAccount": "ING BANK Śląski Account number:"
    },
    "Form": {
        "title": "Contact us",
        "error": "Failed to send a message!",
        "success1": "The message has been sent!",
        "success2": "We will get in touch soon.",
        "send": "Send",
        "name": "Name",
        "text": "Type your message"
    },
    "Cookie": {
        "ok": "Accept",
        "text": "On this site, we use cookies and similar functions to process end device information and personal data. Processing is used for purposes such as integration of content, external services and third-party elements, statistical analysis/measurement, personalized advertising and social media integration."
    },
     "PopupForm": {
        "title": "Instant Pricing!",
        "subtitle": "Leave a short message and we will answer all your questions.",
        "send": "Go to form"
    },
      "Validate": {
        "min": "Must contain at least 3 characters!",
        "trim": "There must be no spaces!",
        "name": "The given name is invalid!",
        "email": "The specified email is invalid!",
        "message": "The message must be at least 120 characters long!"
    },
    "SubProduct": {
        "title": "Products",
        "category": "Technical springs",
        "subtitle": "Springs",
        "WireBentTitle": "Wire Bent Forms",
        "WireBentCategory": "Manufactured to order",
        "WireBentText": "Compression springs can be ordered after placing an order. With the widest range of compression springs in various sizes, Nobi-Stal provides full support. All compression springs are ground from 1.0 mm and manufactured in accordance with DIN 2089-1 (EN 13906-1) and DIN 2095-2.",
        "WireBentContent": "Wire is used in a variety of industries and sectors. Wire components are used primarily in:",
        "WireBentList1": "Automotive",
        "WireBentList2": "Electronics",
        "WireBentList3": "Engineering Industry",
        "WireBentList4": "Racks",
        "WireBentList5": "Devices",
        "readMore": "Read more",
        "compression": "Compression springs",
        "compressionText": "Compression springs can be ordered by pre-ordering. With the widest range of compression springs in various sizes, Nobi-Stal provides full support. All compression springs are ground from 1.0 mm and manufactured in accordance with DIN 2089-1 (EN 13906-1) and DIN 2095-2.",
        "compressionContent": "Nobi-Stal can manufacture compression springs with:",
        "compressionList1": "Fixed pitch",
        "compressionList2": "Variable pitch",
        "compressionList3": "Tapered shape",
        "compressionList4": "Hourglass shape",
        "compressionList5": "Barrel shape",
        "stretching": "Stretch springs",
        "stretchingText": "Stretch springs are made of wire from 0.03 to 20 mm thick.Nobi-Stal always calculates stretch springs in accordance with DIN 2089-2 / EN 13906-2.",
        "stretchingContent": "Nobi-Stal has the ability to fit the following meshes on the tension spring:",
        "stretchingList1": "German eyes (double / whole / half)",
        "stretchingList2": "Hooks",
        "stretchingList3": "English hooks",
        "stretchingList4": "Screw-in hooks",
        "stretchingList5": "No hooks",
        "torsion": "Torsion springs",
        "torsionText": "Torsion springs can be ordered by pre-ordering. With the widest range of compression springs in various sizes, Nobi-Stal provides full support. All torsion springs are ground from 1.0 mm and manufactured in accordance with DIN 2089-1 (EN 13906-1) and DIN 2095-2.",
        "torsionContent": "Nobi-Stal makes the following shapes for the production of torsion springs:",
        "torsionList1": "Double torsion springs",
        "torsionList2": "With curved ends",
        "torsionList3": "With hook ends",
        "torsionList4": "Twisted ends",
        "torsionList5": "Torsion springs turned to any degree",
        "torsionList6": "Adjusted ends",
        "discs": "Disc springs",
        "discsText": "Disc springs are manufactured in group 1, group 2 and group 3 in series A, B and C. Our disc springs are manufactured in accordance with DIN EN 16983. Disc springs are used from the railways for fastening. Nobi-STal disc springs are manufactured according to strict quality standards and in accordance with the load characteristics of DIN 2093.",
        "discsContent": "The advantages compared to other types of springs are:",
        "discsList1": "Can withstand high pressure with low deflection.",
        "discsList2": "Space saving",
        "discsList3": "Longer life",
        "discsList4": "Inherent damping, especially when the disc springs are placed one on top of the other",
        "discsList5": "Flexible design of several disc springs one on top of the other",
        "discsList6": "Adjusted ends",
        "wave": "Wave springs",
        "waveText": "Multi Wave Pads can replace multiple compression springs simultaneously and are easy to implement. Instead of calculating how many compression springs are needed for an application, a single Multi-Wave Ring is all that is needed. This makes it easier to build and dismantle the application.",
        "waveContent": "Advantages of wave springs:",
        "waveList1": "Multi-wave springs do not have circular motion",
        "waveList2": "Space saving",
        "waveList3": "Accuracy and repeatability of deflection parameters",
        "waveList4": "Versatility"
    },
    "HeadSeo": {
        "mainPage": "P.P.U.H Nobi-Stal - Spring Manufacturer",
        "mainPageDescription": "P.P.U.H Nobi-Stal - Spring Manufacturer",
        "mainPageKeywords": "P.P.U.H Nobi-Stal - Manufacturer of Springs",
        "products": "Products - Nobistal",
        "form": "Form - Nobistal",
        "contact": "Contact - Nobistal",
        "springCompression": "springCompression - Nobistal",
        "springStretching": "SpringStretching - Nobistal",
        "springTorsion": "Tension Springs - Nobistal",
        "springDiscs": "Disc Springs - Nobistal",
        "springWave": "Wave Springs - Nobistal",
        "wireBentForm": "Wire Bent Forms - Nobistal"
    },
    "HeadDescription": {
         "springCompression": "High quality compression springs. Wide selection and competitive prices.",
         "springStretching": "Extension springs are elastic mechanical elements used to store potential energy.",
         "springTorsion": "Extension springs are flexible mechanical elements used to store potential energy.",
         "springDiscs": "Disc springs are innovative flexible metal components that provide excellent shock and vibration control in various applications. Used in the automotive, furniture and other industries, our disc springs are of the highest quality, reliability and excellent performance.",
         "springWave": "Wave springs are flexible metal elements that are widely used in various fields. They are characterized by a unique wave pattern that provides excellent flexibility and the ability to absorb shocks and vibrations. Our wave springs are made of high quality materials and are characterized by reliability and durability.",
         "wireBentForm": "Wire bent forms are versatile and flexible solutions for a variety of industries. Made of high-quality metal wire, these forms provide precise shaping and bending to individual requirements. They are perfect for applications in the automotive, furniture, electronics and many other areas where precision, strength and aesthetics are key.",
         "products": "We offer a variety of flexible spring solutions that include disc springs, compression springs, extension springs, torsion springs and wave springs. Our disc springs are excellent for shock and vibration absorption, providing balance and stability to the automotive, industrial and furniture industries. Wave springs, compression springs and extension springs, offering flexibility and precise bending. We offer customized spring solutions that are made of high quality materials, guaranteeing reliability, durability and excellent quality.",
         "home": "Producer and supplier of springs and screens. Nobistal is an expert in the production of springs and screens. Our springs are used, among others, in: tractors, combine harvesters, plows.",
         "form": "Our website form is a convenient tool that allows you to provide information quickly and easily. Thanks to this form, you can contact us, ask a question, place an order or express your interest in our products or services.",
         "contact": "Our contact is a key way to establish a direct connection with us. Thanks to our contact details, you can quickly and easily contact our team and get the help, information or support you need. Whether you have questions about our products, orders, services or other inquiries, our contact will allow you to communicate effectively with us."
    },
    "HeadKeyWords": {
         "springCompression": "compression springs, compression spring, spring, compression springs, springs, spring, compression springs for machines, springs for devices",
         "springStretching": "extension springs, extension spring, spring, springs, spring, extension springs, elastic springs, mechanical springs, energy storage, application of extension springs",
         "springTorsion": "torsion springs, torsion spring, spring, torsion springs, springs, spring, torsion springs, mechanical springs, energy storage, application of torsion springs",
         "springDiscs": "disc springs, disc spring, spring, springs, spring, disc springs, flexible metal parts, matching disc springs, application of disc springs",
         "springWave": "wave springs, wave spring, spring, springs, spring, wave springs, flexible metal elements, wave pattern, reliability of wave springs, shock and vibration absorption, use of wave springs",
         "wireBentForm": "bent forms, bent wire form, bent form, wire products, steel products, flexible metal elements, use of metal products",
         "products": "springs, compression springs, disc springs, torsion springs, wave springs, extension springs, springs, spring, metal products, durable springs, high quality springs",
         "home":"springs, spring, spring supplier, metal products, mining industry, agricultural industry, construction industry, high quality springs, spring application",
         "form": "inquiry springs, spring supplier, springs in stock, quick delivery of springs, highest quality springs, springs availability, availability of metal products",
         "contact":"contact springs, spring supply contact, springs request, metal products, springs, spring, spring supplier"
   }
}